Repository: Bojan9597/DevAudio
Catalog: hello_flutterGlobal/lib/l10n/app_*.arb
Languages: es, fr, sr

source: Library
es: Biblioteca
fr: Bibliothèque
sr: Biblioteka

source: Profile
es: Perfil
fr: Profil
sr: Profil

source: Categories
es: Categorías
fr: Catégories
sr: Kategorije

source: Settings
es: Ajustes
fr: Paramètres
sr: Podešavanja

source: Language
es: Idioma
fr: Langue
sr: Jezik

source: Theme
es: Tema
fr: Thème
sr: Tema

source: Logout
es: Cerrar sesión
fr: Se déconnecter
sr: Odjavi se

source: Login
es: Iniciar sesión
fr: Se connecter
sr: Prijavi se

source: My Books
es: Mis libros
fr: Mes Livres
sr: Moje Knjige

source: Favorites
es: Favoritos
fr: Favoris
sr: Omiljeno

source: All Books
es: Todos los libros
fr: Tous les Livres
sr: Sve Knjige

source: Change Password
es: Cambiar contraseña
fr: Changer le mot de passe
sr: Promeni Lozinku

source: Confirm New Password
es: Confirmar nueva contraseña
fr: Confirmer le nouveau mot de passe
sr: Potvrdi Novu Lozinku

source: Current Password
es: Contraseña actual
fr: Mot de passe actuel
sr: Trenutna Lozinka

source: New Password
es: Nueva contraseña
fr: Nouveau mot de passe
sr: Nova Lozinka

source: Home
es: Inicio
fr: Accueil
sr: Početna

source: Discover
es: Descubrir
fr: Découvrir
sr: Otkrij

source: Upload Audio Book
es: Subir audiolibro
fr: Télécharger un livre audio
sr: Otpremi audio knjigu

# themeSystem
source: System
es: Sistema
fr: Système
sr: Sistemska

# themeLight
source: Light
es: Claro
fr: Clair
sr: Svetla

# themeDark
source: Dark
es: Oscuro
fr: Sombre
sr: Tamna

source: Entering offline mode
es: Entrando en modo sin conexión
fr: Passage en mode hors ligne
sr: Ulazak u režim van mreže

source: Back online
es: De vuelta en línea
fr: De retour en ligne
sr: Ponovo na mreži

source: Sign in with Google
es: Iniciar sesión con Google
fr: Se connecter avec Google
sr: Prijavi se sa Google-om

source: Google Login Failed
es: Error al iniciar sesión con Google
fr: Échec de la connexion Google
sr: Google prijava nije uspela

source: Search for books...
es: Buscar libros...
fr: Rechercher des livres...
sr: Pretraži knjige...

source: Search by title...
es: Buscar por título...
fr: Rechercher par titre...
sr: Pretraži po naslovu...

source: Search Results
es: Resultados de búsqueda
fr: Résultats de recherche
sr: Rezultati pretrage

source: No books found.
es: No se encontraron libros.
fr: Aucun livre trouvé.
sr: Nema pronađenih knjiga.

# noBooksFoundInCategory
source: No books found in "{categoryId}"
es: No se encontraron libros en "{categoryId}"
fr: Aucun livre trouvé dans "{categoryId}"
sr: Nema knjiga u "{categoryId}"

# booksInCategory
source: Books in {categoryId}
es: Libros en {categoryId}
fr: Livres dans {categoryId}
sr: Knjige u {categoryId}

source: Switch to List
es: Cambiar a lista
fr: Passer à la liste
sr: Prebaci na listu

source: Switch to Grid
es: Cambiar a cuadrícula
fr: Passer à la grille
sr: Prebaci na mrežu

source: Get your imagination going
es: Deja volar tu imaginación
fr: Laissez libre cours à votre imagination
sr: Pustite mašti na volju

# homeHeroDescription
source: The best audiobooks and Originals. The most entertainment. The podcasts you want to hear.
es: Los mejores audiolibros y originales. El mejor entretenimiento. Los podcasts que quieres escuchar.
fr: Les meilleurs livres audio et originaux. Le meilleur divertissement. Les podcasts que vous voulez entendre.
sr: Najbolje audio knjige i originali. Najbolja zabava. Podkasti koje želite da čujete.

source: Continue to free trial
es: Continuar a prueba gratuita
fr: Continuer vers l'essai gratuit
sr: Nastavi na besplatni probni period

# autoRenewsInfo
source: Auto-renews at $14.95/month after 30 days. Cancel anytime.
es: Se renueva automáticamente a $14.95/mes después de 30 días. Cancela cuando quieras.
fr: Renouvellement automatique à 14,95$/mois après 30 jours. Annulez à tout moment.
sr: Automatski se obnavlja po ceni od $14.95/mesečno nakon 30 dana. Otkažite bilo kada.

source: Subscribe
es: Suscribirse
fr: S'abonner
sr: Pretplati se

# monthlySubscriptionInfo
source: Monthly subscription from $14.95/month. Cancel anytime.
es: Suscripción mensual desde $14.95/mes. Cancela cuando quieras.
fr: Abonnement mensuel à partir de 14,95$/mois. Annulez à tout moment.
sr: Mesečna pretplata od $14.95/mesečno. Otkažite bilo kada.

source: Subscription activated!
es: ¡Suscripción activada!
fr: Abonnement activé!
sr: Pretplata aktivirana!

source: Unlimited Access
es: Acceso ilimitado
fr: Accès illimité
sr: Neograničen pristup

# unlimitedAccessDescription
source: Stream our entire catalog of bestsellers and originals ad-free. No credits required.
es: Transmite todo nuestro catálogo de bestsellers y originales sin anuncios. Sin créditos requeridos.
fr: Diffusez tout notre catalogue de best-sellers et d'originaux sans publicité. Aucun crédit requis.
sr: Strimujte ceo naš katalog bestselera i originala bez reklama. Bez potrebe za kreditima.

source: Listen Offline
es: Escuchar sin conexión
fr: Écouter hors ligne
sr: Slušajte van mreže

# listenOfflineDescription
source: Download titles to your device and take your library with you wherever you go.
es: Descarga títulos a tu dispositivo y lleva tu biblioteca contigo donde vayas.
fr: Téléchargez des titres sur votre appareil et emportez votre bibliothèque partout.
sr: Preuzmite naslove na vaš uređaj i nosite biblioteku sa sobom gde god idete.

source: Interactive Quizzes
es: Cuestionarios interactivos
fr: Quiz interactifs
sr: Interaktivni kvizovi

# interactiveQuizzesDescription
source: Test your knowledge and reinforce what you've learned with interactive quizzes.
es: Pon a prueba tus conocimientos y refuerza lo aprendido con cuestionarios interactivos.
fr: Testez vos connaissances et renforcez ce que vous avez appris avec des quiz interactifs.
sr: Testirajte svoje znanje i učvrstite naučeno interaktivnim kvizovima.

source: Find the right speed
es: Encuentra la velocidad correcta
fr: Trouvez la bonne vitesse
sr: Pronađite pravu brzinu

# findTheRightSpeedDescription
source: Slow down the narration or pick up the pace.
es: Reduce la velocidad de la narración o acelera el ritmo.
fr: Ralentissez la narration ou accélérez le rythme.
sr: Usporite naraciju ili ubrzajte tempo.

source: Sleep Timer
es: Temporizador de sueño
fr: Minuterie de sommeil
sr: Tajmer za spavanje

# sleepTimerDescription
source: Fall asleep without missing a beat.
es: Duerme sin perderte nada.
fr: Endormez-vous sans manquer un moment.
sr: Zaspite bez propuštanja.

# favoritesFeature
source: Favorites
es: Favoritos
fr: Favoris
sr: Omiljeno

# favoritesFeatureDescription
source: Keep your top picks handy.
es: Mantén tus mejores selecciones a mano.
fr: Gardez vos meilleurs choix à portée de main.
sr: Držite svoje najbolje izbore pri ruci.

source: New Releases
es: Nuevos lanzamientos
fr: Nouvelles sorties
sr: Nova izdanja

source: Top Picks
es: Mejores selecciones
fr: Meilleurs choix
sr: Najbolji izbori

source: Continue Listening
es: Continuar escuchando
fr: Continuer l'écoute
sr: Nastavite sa slušanjem

source: NOW PLAYING
es: REPRODUCIENDO
fr: EN COURS
sr: SADA SE PUŠTA

source: Return to Lesson Map
es: Volver al mapa de lecciones
fr: Retour à la carte des leçons
sr: Povratak na mapu lekcija

# notAvailableOffline
source: Not available in offline mode
es: No disponible en modo sin conexión
fr: Non disponible en mode hors ligne
sr: Nije dostupno van mreže

# errorLoadingBooks
source: Error loading books: {error}
es: Error al cargar libros: {error}
fr: Erreur lors du chargement des livres: {error}
sr: Greška pri učitavanju knjiga: {error}

# postedBy
source: Posted by {name}
es: Publicado por {name}
fr: Publié par {name}
sr: Objavio {name}

source: Guest User
es: Usuario invitado
fr: Utilisateur invité
sr: Gost korisnik

source: No Email
es: Sin correo
fr: Pas d'email
sr: Nema emaila

source: Admin
es: Administrador
fr: Administrateur
sr: Administrator

source: Upgrade to Premium
es: Actualizar a Premium
fr: Passer à Premium
sr: Nadogradi na Premium

# premiumUntil
source: Premium until {date}
es: Premium hasta {date}
fr: Premium jusqu'au {date}
sr: Premium do {date}

source: Lifetime Premium
es: Premium de por vida
fr: Premium à vie
sr: Doživotni Premium

source: Listen History
es: Historial de escucha
fr: Historique d'écoute
sr: Istorija slušanja

source: Stats
es: Estadísticas
fr: Statistiques
sr: Statistike

# noListeningHistory
source: No listening history yet.
es: Aún no hay historial de escucha.
fr: Pas encore d'historique d'écoute.
sr: Još nema istorije slušanja.

source: Listening Stats
es: Estadísticas de escucha
fr: Statistiques d'écoute
sr: Statistike slušanja

# totalTime
source: Total Time: {time}
es: Tiempo total: {time}
fr: Temps total: {time}
sr: Ukupno vreme: {time}

# booksCompleted
source: Books Completed: {count}
es: Libros completados: {count}
fr: Livres terminés: {count}
sr: Završene knjige: {count}

# noBadgesYet
source: No badges loaded yet
es: Aún no hay insignias
fr: Pas encore de badges
sr: Još nema značaka

source: Subscription Details
es: Detalles de la suscripción
fr: Détails de l'abonnement
sr: Detalji pretplate

source: Plan Type
es: Tipo de plan
fr: Type de forfait
sr: Tip plana

source: Status
es: Estado
fr: Statut

source: Active
es: Activo
fr: Actif
sr: Aktivna

source: Expiring Soon
es: Por vencer
fr: Expire bientôt
sr: Uskoro ističe

source: Expired
es: Expirado
fr: Expiré
sr: Istekla

source: Started
es: Iniciado
fr: Commencé
sr: Počela

source: Expires
es: Expira
fr: Expire
sr: Ističe

source: Auto-Renew
es: Renovación automática
fr: Renouvellement auto
sr: Auto obnova

source: On
es: Activado
fr: Activé
sr: Uključeno

source: Off
es: Desactivado
fr: Désactivé
sr: Isključeno

source: Cancel Auto-Renewal
es: Cancelar renovación automática
fr: Annuler le renouvellement auto
sr: Otkaži auto obnovu

source: Turn Off Auto-Renewal?
es: ¿Desactivar renovación automática?
fr: Désactiver le renouvellement auto?
sr: Isključiti auto obnovu?

# subscriptionWillRemainActive
source: Your subscription will remain active until the end of the current billing period.
es: Tu suscripción permanecerá activa hasta el final del período de facturación actual.
fr: Votre abonnement restera actif jusqu'à la fin de la période de facturation en cours.
sr: Vaša pretplata će ostati aktivna do kraja trenutnog perioda naplate.

source: Keep On
es: Mantener activada
fr: Garder activé
sr: Zadrži uključeno

source: Turn Off
es: Desactivar
fr: Désactiver
sr: Isključi

source: Close
es: Cerrar
fr: Fermer
sr: Zatvori

# lastListened
source: Last listened: {date}
es: Última escucha: {date}
fr: Dernière écoute: {date}
sr: Poslednje slušano: {date}

# progress
source: Progress: {current} / {total}
es: Progreso: {current} / {total}
fr: Progression: {current} / {total}
sr: Napredak: {current} / {total}

# earnedOn
source: Earned on {date}
es: Obtenida el {date}
fr: Obtenu le {date}
sr: Osvojeno {date}

source: Unlock All Audiobooks
es: Desbloquear todos los audiolibros
fr: Débloquez tous les livres audio
sr: Otključajte sve audio knjige

# subscribeToGetAccess
source: Subscribe to get unlimited access to our entire library
es: Suscríbete para obtener acceso ilimitado a toda nuestra biblioteca
fr: Abonnez-vous pour obtenir un accès illimité à toute notre bibliothèque
sr: Pretplatite se za neograničen pristup celoj biblioteci

source: Subscribe Now
es: Suscribirse ahora
fr: S'abonner maintenant
sr: Pretplati se sada

source: Maybe Later
es: Quizás después
fr: Peut-être plus tard
sr: Možda kasnije

# subscriptionActivatedSuccess
source: Subscription activated! Enjoy unlimited access.
es: ¡Suscripción activada! Disfruta del acceso ilimitado.
fr: Abonnement activé! Profitez d'un accès illimité.
sr: Pretplata aktivirana! Uživajte u neograničenom pristupu.

source: Subscription failed
es: Error en la suscripción
fr: Échec de l'abonnement
sr: Pretplata nije uspela

source: BEST VALUE
es: MEJOR VALOR
fr: MEILLEURE OFFRE
sr: NAJBOLJA VREDNOST

# planTestMinuteTitle
source: 2 Minute Test
es: Prueba de 2 minutos
fr: Test de 2 minutes
sr: Test od 2 minuta

# planTestMinuteSubtitle
source: For testing - expires in 2 minutes
es: Para pruebas - expira en 2 minutos
fr: Pour test - expire dans 2 minutes
sr: Za testiranje - ističe za 2 minuta

# planMonthlyTitle
source: Monthly
es: Mensual
fr: Mensuel
sr: Mesečno

# planMonthlySubtitle
source: Billed monthly, cancel anytime
es: Facturación mensual, cancela cuando quieras
fr: Facturation mensuelle, annulez à tout moment
sr: Mesečna naplata, otkažite bilo kada

# planYearlyTitle
source: Yearly
es: Anual
fr: Annuel
sr: Godišnje

# planYearlySubtitle
source: Save 33%
es: ¡Ahorra 33% - Mejor valor!
fr: Économisez 33% - Meilleure offre!
sr: Uštedite 33% - Najbolja vrednost!

# planLifetimeTitle
source: Lifetime
es: De por vida
fr: À vie
sr: Doživotno

# planLifetimeSubtitle
source: One-time payment, forever access
es: Pago único, acceso para siempre
fr: Paiement unique, accès permanent
sr: Jednokratno plaćanje, zauvek pristup

source: BADGE EARNED!
es: ¡INSIGNIA OBTENIDA!
fr: BADGE OBTENU!
sr: ZNAČKA OSVOJENA!

source: Awesome!
es: ¡Genial!
fr: Génial!
sr: Odlično!

# noFavoriteBooks
source: No favorite books yet
es: Aún no hay libros favoritos
fr: Pas encore de livres favoris
sr: Još nema omiljenih knjiga

source: No uploaded books
es: No hay libros subidos
fr: Pas de livres téléchargés
sr: Nema otpremljenih knjiga

source: No downloaded books
es: No hay libros descargados
fr: Pas de livres téléchargés
sr: Nema preuzetih knjiga

# booksDownloadedAppearHere
source: Books you download will appear here
es: Los libros que descargues aparecerán aquí
fr: Les livres que vous téléchargez apparaîtront ici
sr: Knjige koje preuzmete će se pojaviti ovde

source: Uploaded
es: Subidos
fr: Téléchargés
sr: Otpremljeno

source: Remove from favorites
es: Quitar de favoritos
fr: Retirer des favoris
sr: Ukloni iz omiljenih

source: Add to favorites
es: Añadir a favoritos
fr: Ajouter aux favoris
sr: Dodaj u omiljeno

source: Please login to use favorites
es: Por favor inicia sesión para usar favoritos
fr: Veuillez vous connecter pour utiliser les favoris
sr: Prijavite se da biste koristili omiljeno

source: Failed to update favorite
es: Error al actualizar favorito
fr: Échec de la mise à jour du favori
sr: Neuspešno ažuriranje omiljenog

source: Quiz Results
es: Resultados del cuestionario
fr: Résultats du quiz
sr: Rezultati kviza

# youScored
source: You scored {score} out of {total}!
es: ¡Obtuviste {score} de {total}!
fr: Vous avez obtenu {score} sur {total}!
sr: Postigli ste {score} od {total}!

source: PASSED!
es: ¡APROBADO!
fr: RÉUSSI!
sr: POLOŽENO!

source: Keep trying!
es: ¡Sigue intentando!
fr: Continuez d'essayer!
sr: Nastavite da pokušavate!

source: Return to Quiz
es: Volver al cuestionario
fr: Retourner au quiz
sr: Vrati se na kviz

source: Finish
es: Terminar
fr: Terminer
sr: Završi

source: Previous
es: Anterior
fr: Précédent
sr: Prethodno

source: Next Question
es: Siguiente pregunta
fr: Question suivante
sr: Sledeće pitanje

source: Submit Quiz
es: Enviar cuestionario
fr: Soumettre le quiz
sr: Pošalji kviz

source: Question added!
es: ¡Pregunta añadida!
fr: Question ajoutée!
sr: Pitanje dodato!

source: Add at least one question.
es: Añade al menos una pregunta.
fr: Ajoutez au moins une question.
sr: Dodajte bar jedno pitanje.

source: Quiz saved successfully!
es: ¡Cuestionario guardado exitosamente!
fr: Quiz enregistré avec succès!
sr: Kviz uspešno sačuvan!

source: Saving...
es: Guardando...
fr: Enregistrement...
sr: Čuvanje...

# finishAndSave
source: Finish & Save
es: Terminar y guardar
fr: Terminer et enregistrer
sr: Završi i sačuvaj

# purchaseSuccessful
source: Purchase Successful! Downloading playlist...
es: ¡Compra exitosa! Descargando lista de reproducción...
fr: Achat réussi! Téléchargement de la playlist...
sr: Kupovina uspešna! Preuzimanje plejliste...

source: No tracks found
es: No se encontraron pistas
fr: Aucune piste trouvée
sr: Nema pronađenih pesama

# error
source: Error: {message}
fr: Erreur: {message}
sr: Greška: {message}

source: Upload Book
es: Subir libro
fr: Télécharger le livre
sr: Otpremi knjigu

source: FREE
es: GRATIS
fr: GRATUIT
sr: BESPLATNO

# catProgramming
source: Programming
es: Programación
fr: Programmation
sr: Programiranje

# catOperatingSystems
source: Operating Systems
es: Sistemas Operativos
fr: Systèmes d'exploitation
sr: Operativni sistemi

# catNetworking
source: Networking
es: Redes
fr: Réseaux
sr: Umrežavanje

# catFileSystems
source: File Systems
es: Sistemas de Archivos
fr: Systèmes de fichiers
sr: Sistemi fajlova

# catSecurity
source: Security
es: Seguridad
fr: Sécurité
sr: Sigurnost

# catShellScripting
source: Shell Scripting
es: Scripting de Shell
fr: Scripts Shell
sr: Shell skriptovanje

# catSystemAdministration
source: System Administration
es: Administración de Sistemas
fr: Administration système
sr: Sistemska administracija

# catInternals
source: Internals
es: Internos
fr: Internes
sr: Interni sistemi

# catShellAndScripting
source: Shell & Scripting
es: Shell y Scripting
fr: Shell et Scripts
sr: Shell i skriptovanje

# catProgrammingLanguages
source: Programming Languages
es: Lenguajes de Programación
fr: Langages de programmation
sr: Programski jezici

# catBasics
source: Basics
es: Fundamentos
fr: Bases
sr: Osnove

# catAdvancedTopics
source: Advanced Topics
es: Temas Avanzados
fr: Sujets avancés
sr: Napredne teme

# catWebDevelopment
source: Web Development
es: Desarrollo Web
fr: Développement Web
sr: Web razvoj

# catDataScience
source: Data Science
es: Ciencia de Datos
fr: Science des données
sr: Nauka o podacima

# catScriptingAndAutomation
source: Scripting & Automation
es: Scripting y Automatización
fr: Scripts et automatisation
sr: Skriptovanje i automatizacija

# catCBasics
source: C Basics
es: Fundamentos de C
fr: Bases de C
sr: C osnove

# catCppBasics
source: C++ Basics
es: Fundamentos de C++
fr: Bases de C++
sr: C++ osnove

# catCppAdvanced
source: C++ Advanced
es: C++ Avanzado
fr: C++ avancé
sr: C++ napredni

# catSystemProgramming
source: System Programming
es: Programación de Sistemas
fr: Programmation système
sr: Sistemsko programiranje

# catOOP
source: Object-Oriented Programming
es: Programación Orientada a Objetos
fr: Programmation orientée objet
sr: Objektno-orijentisano programiranje

# catConcurrencyAndThreads
source: Concurrency & Threads
es: Concurrencia y Hilos
fr: Concurrence et threads
sr: Konkurentnost i niti

# catBrowserAndDOM
source: Browser & DOM
es: Navegador y DOM
fr: Navigateur et DOM
sr: Pretraživač i DOM

# browseByCategory
source: Browse audiobooks by category
es: Explorar audiolibros por categoría
fr: Parcourir les livres audio par catégorie
sr: Pretražite audio knjige po kategoriji

source: No categories found
es: No se encontraron categorías
fr: Aucune catégorie trouvée
sr: Nema pronađenih kategorija

source: Rate this book
es: Calificar este libro
fr: Noter ce livre
sr: Oceni ovu knjigu

source: Submit
es: Enviar
fr: Envoyer
sr: Pošalji

source: Cancel
es: Cancelar
fr: Annuler
sr: Otkaži

source: Please log in to rate books
es: Inicia sesión para calificar libros
fr: Connectez-vous pour noter les livres
sr: Prijavite se da biste ocenili knjige

# thanksForRating
source: Thanks for your {stars}-star rating!
es: ¡Gracias por tu calificación de {stars} estrellas!
fr: Merci pour votre note de {stars} étoiles!
sr: Hvala na oceni od {stars} zvezdica!

source: Failed to submit rating
es: Error al enviar la calificación
fr: Échec de l'envoi de la note
sr: Neuspešno slanje ocene

source: Rate
es: Calificar
fr: Noter
sr: Oceni

source: Please log in to manage favorites
es: Inicia sesión para gestionar favoritos
fr: Connectez-vous pour gérer les favoris
sr: Prijavite se da biste upravljali omiljenim

# downloadingForOffline
source: Downloading for offline playback...
es: Descargando para reproducción sin conexión...
fr: Téléchargement pour lecture hors ligne...
sr: Preuzimanje za offline reprodukciju...

# downloadComplete
source: Download complete! Playing local file.
es: ¡Descarga completa! Reproduciendo archivo local.
fr: Téléchargement terminé! Lecture du fichier local.
sr: Preuzimanje završeno! Reprodukujem lokalni fajl.

# downloadFailed
source: Download failed: {error}
es: Error en la descarga: {error}
fr: Échec du téléchargement: {error}
sr: Preuzimanje neuspešno: {error}

source: Details
es: Detalles
fr: Détails
sr: Detalji

# failedToLoadAudio
source: Failed to load audio: {error}
es: Error al cargar el audio: {error}
fr: Échec du chargement audio: {error}
sr: Neuspešno učitavanje zvuka: {error}

source: Contact Support
es: Contactar soporte
fr: Contacter le support
sr: Kontaktirajte podršku

source: Send us a message
es: Envíanos un mensaje
fr: Envoyez-nous un message
sr: Pošaljite nam poruku

source: Message sent successfully!
es: ¡Mensaje enviado correctamente!
fr: Message envoyé avec succès!
sr: Poruka uspešno poslata!

source: Send
es: Enviar
fr: Envoyer
sr: Pošalji

# pleaseSelectCategory
source: Please select a category
es: Por favor selecciona una categoría
fr: Veuillez sélectionner une catégorie
sr: Molimo izaberite kategoriju

# pleaseSelectAudioFile
source: Please select at least one audio file
es: Por favor selecciona al menos un archivo de audio
fr: Veuillez sélectionner au moins un fichier audio
sr: Molimo izaberite bar jednu audio datoteku

source: Upload successful!
es: ¡Subida exitosa!
fr: Téléversement réussi!
sr: Otpremanje uspešno!

# uploadFailed
source: Upload failed: {error}
es: Error en la subida: {error}
fr: Échec du téléversement: {error}
sr: Otpremanje neuspešno: {error}

# noQuizAvailable
source: No quiz available for this item.
es: No hay cuestionario disponible para este elemento.
fr: Aucun quiz disponible pour cet élément.
sr: Nema dostupnog kviza za ovu stavku.

# planMonthly
source: Monthly
es: Mensual
fr: Mensuel
sr: Mesečna

# planYearly
source: Yearly
es: Anual
fr: Annuel
sr: Godišnja

# planLifetime
source: Lifetime
es: De por vida
fr: À vie
sr: Doživotna

# planTestMinute
source: 2 Minute Test
es: Prueba de 2 minutos
fr: Test de 2 minutes
sr: 2-minutni test

source: Download
es: Descargar
fr: Télécharger
sr: Preuzmi

source: Downloading...
es: Descargando...
fr: Téléchargement...
sr: Preuzimanje...

# supportMessageDescription
source: Send a message to our support team. We'll get back to you as soon as possible.
es: Envía un mensaje a nuestro equipo de soporte. Te responderemos lo antes posible.
fr: Envoyez un message à notre équipe de support. Nous vous répondrons dès que possible.
sr: Pošaljite poruku našem timu za podršku. Javićemo vam se u najkraćem mogućem roku.

source: Your Message
es: Tu mensaje
fr: Votre message
sr: Vaša poruka

# describeIssue
source: Describe your issue or question...
es: Describe tu problema o pregunta...
fr: Décrivez votre problème ou question...
sr: Opišite vaš problem ili pitanje...

# enterMessage
source: Please enter a message
es: Por favor ingresa un mensaje
fr: Veuillez entrer un message
sr: Molimo unesite poruku

# messageTooShort
source: Message must be at least 10 characters
es: El mensaje debe tener al menos 10 caracteres
fr: Le message doit contenir au moins 10 caractères
sr: Poruka mora imati bar 10 karaktera

# accountInfoIncluded
source: Your account information will be automatically included.
es: La información de tu cuenta se incluirá automáticamente.
fr: Les informations de votre compte seront automatiquement incluses.
sr: Vaši podaci o nalogu će biti automatski uključeni.

# badgeReadBooks
source: Read {count} books
es: Leer {count} libros
fr: Lire {count} livres
sr: Pročitaj {count} knjiga

# badgeListenHours
source: Listen for {count} hours
es: Escuchar {count} horas
fr: Écouter {count} heures
sr: Slušaj {count} sati

# badgeCompleteQuiz
source: Complete a quiz
es: Completar un cuestionario
fr: Terminer un quiz
sr: Završi kviz
