Repository: Bojan9597/DevAudio
Catalog: hello_flutterGlobal/lib/l10n/app_*.arb
Languages: es, fr, sr

# badgeFirstBook
source: Finish your first book
es: Terminar tu primer libro
fr: Terminer votre premier livre
sr: Završi svoju prvu knjigu

# badgeStreak
source: {count} day streak
es: {count} días seguidos
fr: {count} jours consécutifs
sr: {count} dana zaredom

source: Search in PDF...
es: Buscar en PDF...
fr: Rechercher dans le PDF...
sr: Pretraži PDF...

source: No matches found
es: No se encontraron coincidencias
fr: Aucun résultat trouvé
sr: Nema pronađenih rezultata

# matchCount
source: {current} of {total}
es: {current} de {total}
fr: {current} sur {total}
sr: {current} od {total}

# noListeningHistoryTitle
source: No listening history
es: Sin historial de escucha
fr: Pas d'historique d'écoute
sr: Nema istorije slušanja

# booksYouStartListeningAppearHere
source: Books you start listening to will appear here
es: Los libros que empieces a escuchar aparecerán aquí
fr: Les livres que vous commencez à écouter apparaîtront ici
sr: Knjige koje počnete da slušate pojaviće se ovde

source: Playlist completed!
es: ¡Lista de reproducción completada!
fr: Playlist terminée !
sr: Plejlista završena!

source: Downloading full playlist...
es: Descargando lista completa...
fr: Téléchargement de la playlist complète...
sr: Preuzimanje cele plejliste...

source: Downloading for offline playback...
es: Descargando para reproducción sin conexión...
fr: Téléchargement pour lecture hors ligne...
sr: Preuzimanje za offline reprodukciju...

source: Download Complete! Available offline.
es: ¡Descarga completa! Disponible sin conexión.
fr: Téléchargement terminé ! Disponible hors ligne.
sr: Preuzimanje završeno! Dostupno offline.

source: Book Information
es: Información del libro
fr: Informations sur le livre
sr: Informacije o knjizi

source: No description available.
es: No hay descripción disponible.
fr: Aucune description disponible.
sr: Nema dostupnog opisa.

# priceLabel
source: Price: ${price}
es: Precio: ${price}
fr: Prix : ${price}
sr: Cena: ${price}

# categoryLabel
source: Category: {category}
es: Categoría: {category}
fr: Catégorie : {category}
sr: Kategorija: {category}

source: Subscribe to Listen
es: Suscríbete para escuchar
fr: Abonnez-vous pour écouter
sr: Pretplatite se da slušate

source: Get unlimited access to all audiobooks
es: Obtén acceso ilimitado a todos los audiolibros
fr: Obtenez un accès illimité à tous les livres audio
sr: Dobijte neograničen pristup svim audio knjigama

source: Background Music
es: Música de fondo
fr: Musique de fond
sr: Pozadinska muzika

source: None
es: Ninguna
fr: Aucune
sr: Ništa

source: Subscribe to listen to Reels
es: Suscríbete para escuchar Reels
fr: Abonnez-vous pour écouter les Reels
sr: Pretplatite se da slušate kratke klipove

source: No reels available
es: No hay reels disponibles
fr: Aucun reel disponible
sr: Nema dostupnih kratkih klipova

source: Audio Upload
es: Subir audio
fr: Téléverser l'audio
sr: Otpremanje zvuka

source: Background Music Upload
es: Subir música de fondo
fr: Téléverser la musique de fond
sr: Otpremanje pozadinske muzike

# titleRequired
source: Title *
es: Título *
fr: Titre *
sr: Naslov *

# authorRequired
source: Author *
es: Autor *
fr: Auteur *
sr: Autor *

# categoryRequired
source: Category *
es: Categoría *
fr: Catégorie *
sr: Kategorija *

source: Price
es: Precio
fr: Prix
sr: Cena

source: Default Background Music (Optional)
es: Música de fondo predeterminada (opcional)
fr: Musique de fond par défaut (optionnel)
sr: Podrazumevana pozadinska muzika (opciono)

source: Premium Content
es: Contenido Premium
fr: Contenu Premium
sr: Premium sadržaj

# onlySubscribersCanAccess
source: Only subscribers can access this book
es: Solo los suscriptores pueden acceder a este libro
fr: Seuls les abonnés peuvent accéder à ce livre
sr: Samo pretplatnici mogu pristupiti ovoj knjizi

source: Select Audio File(s) *
es: Seleccionar archivo(s) de audio *
fr: Sélectionner fichier(s) audio *
sr: Izaberite audio fajl(ove) *

# audioSelected
source: Audio Selected: ...{filename}
es: Audio seleccionado: ...{filename}
fr: Audio sélectionné : ...{filename}
sr: Audio izabran: ...{filename}

# audioFilesSelected
source: {count} Audio Files Selected
es: {count} archivos de audio seleccionados
fr: {count} fichiers audio sélectionnés
sr: {count} audio fajlova izabrano

source: Select Cover Image (Optional)
es: Seleccionar imagen de portada (opcional)
fr: Sélectionner l'image de couverture (optionnel)
sr: Izaberite naslovnu sliku (opciono)

# coverSelected
source: Cover Selected: ...{filename}
es: Portada seleccionada: ...{filename}
fr: Couverture sélectionnée : ...{filename}
sr: Naslovna izabrana: ...{filename}

source: Select PDF (Optional)
es: Seleccionar PDF (opcional)
fr: Sélectionner un PDF (optionnel)
sr: Izaberite PDF (opciono)

# pdfSelected
source: PDF Selected: ...{filename}
es: PDF seleccionado: ...{filename}
fr: PDF sélectionné : ...{filename}
sr: PDF izabran: ...{filename}

# musicTitleRequired
source: Music Title *
es: Título de música *
fr: Titre de la musique *
sr: Naslov muzike *

source: Select Background Music File *
es: Seleccionar archivo de música de fondo *
fr: Sélectionner le fichier de musique de fond *
sr: Izaberite fajl pozadinske muzike *

# fileSelected
source: File: ...{filename}
es: Archivo: ...{filename}
fr: Fichier : ...{filename}
sr: Fajl: ...{filename}

source: Upload Background Music
es: Subir música de fondo
fr: Téléverser la musique de fond
sr: Otpremi pozadinsku muziku

source: Background music uploaded!
es: ¡Música de fondo subida!
fr: Musique de fond téléversée !
sr: Pozadinska muzika otpremljena!

source: Please select file and enter title
es: Por favor selecciona un archivo e ingresa el título
fr: Veuillez sélectionner un fichier et entrer le titre
sr: Molimo izaberite fajl i unesite naslov

source: Create Lesson Quiz
es: Crear cuestionario de lección
fr: Créer un quiz de leçon
sr: Napravi kviz lekcije

source: Create Book Quiz
es: Crear cuestionario de libro
fr: Créer un quiz de livre
sr: Napravi kviz knjige

source: Add New Question
es: Añadir nueva pregunta
fr: Ajouter une nouvelle question
sr: Dodaj novo pitanje

source: Question Text
es: Texto de la pregunta
fr: Texte de la question
sr: Tekst pitanja

source: Correct Answer
es: Respuesta correcta
fr: Bonne réponse
sr: Tačan odgovor

source: Required
es: Obligatorio
fr: Obligatoire
sr: Obavezno

source: Start Quiz
es: Iniciar cuestionario
fr: Commencer le quiz
sr: Započni kviz

source: Book Quiz
es: Cuestionario del libro
fr: Quiz du livre
sr: Kviz knjige

# errorSavingResult
source: Error saving result: {error}
es: Error al guardar resultado: {error}
fr: Erreur lors de la sauvegarde du résultat : {error}
sr: Greška pri čuvanju rezultata: {error}

source: Session Expired
es: Sesión expirada
fr: Session expirée
sr: Sesija istekla

# sessionExpiredMessage
source: Your session has expired. Please log in again.
es: Tu sesión ha expirado. Por favor inicia sesión de nuevo.
fr: Votre session a expiré. Veuillez vous reconnecter.
sr: Vaša sesija je istekla. Molimo prijavite se ponovo.

source: Unknown
es: Desconocido
fr: Inconnu
sr: Nepoznato

source: Notification Settings
fr: Parametres de notifications

source: Enable Notifications
fr: Activer les notifications

source: Daily Motivation
fr: Motivation quotidienne

# dailyMotivationSubtitle
source: Receive 5 inspiring history quotes daily
fr: Recevez 5 citations historiques inspirantes par jour

# continueListeningNotification
source: Continue Listening Reminders
fr: Rappels d'ecoute

# continueListeningSubtitle
source: Get reminded to continue your audiobook
fr: Recevez un rappel pour continuer votre livre audio

source: Notification Time
fr: Heure de notification

# notificationTimeSubtitle
source: When to start sending daily notifications
fr: Quand commencer a envoyer les notifications quotidiennes

# notificationPermissionRequired
source: Notification permission is required to send reminders
fr: L'autorisation de notification est requise pour envoyer des rappels

source: Badges
es: Insignias
sr: Značke

source: Score: {percentage}%
es: Puntuación: {percentage}%
sr: Rezultat: {percentage}%

# catFrameworks
source: Frameworks (React, Vue, Angular)
sr: Radni okviri (React, Vue, Angular)

# questionNumber
source: Question {current}/{total}
es: Pregunta {current}/{total}
sr: Pitanje {current}/{total}

source: Description
es: Descripción
sr: Opis

# optionLabel
source: Option {letter}
es: Opción {letter}
sr: Opcija {letter}

source: Mini Quiz
es: Mini cuestionario
sr: Mini kviz

source: OK
sr: U redu
